package main;

public class Datas {
	public static String[] myanmarTownships = {
		    "အလုံ", "ဗဟန်း", "ဗိုလ်တထောင်", "ဒဂုံ", "လှိုင်", "လှိုင်သာယာ", "အင်းစိန်", "ကမာရွတ်",
		    "ကျောက်တံတား", "ကျောက်မြင့်တိုင်", "လမ်းမတော်", "လသာ", "မရမ်းကုန်း", "မင်္ဂလာဒုံ", "မင်္ဂလာတောင်ညွန့်",
		    "မြောက်ဒဂုံ", "မြောက်ဥက္ကလာပ", "ပန်းဘဲတန်း", "စမ်းချောင်း", "ဆိပ်ကမ်း", "ရွှေပျဉ်ထဲ", "တောင်ဒဂုံ",
		    "တောင်ဥက္ကလာပ", "တာမွေ", "သန်လျင်", "သာကေတ", "သင်္ဃန်းကျွန်း", "ရန်ကင်း", "ဒလ", "တွံတေး",
		    "မှော်ဘီ", "ထန်းတပင်", "လှည်းကူး", "တိုက်ကြီး", "သုံးခွ", "ကော့မှူး", "ကွမ်းခြံကုန်း"
		};
	public static String[] religions = {
		    "ဗုဒ္ဓဘာသာ",   // Buddhism
		    "ခရစ်ယာန်ဘာသာ", // Christianity
		    "မူစလင်ဘာသာ",  // Islam
		    "ဟိန္ဒူဘာသာ",   // Hinduism
		    "အခြား"         // Other
		};
	public static String[] educationLevels = {
		    "မူလတန်းအောင်",         // Primary School Graduate
		    "အထက်တန်းအောင်",        // High School Graduate
		    "ဒုတိယဘွဲ့ (တက္ကသိုလ်ဝင်တန်း)", // Matriculation Passed
		    "ဒီပလိုမာ",              // Diploma
		    "ဘွဲ့ရ (ဘွဲ့ဌာန)",      // Bachelor's Degree
		    "မাস্টာဘွဲ့",            // Master's Degree
		    "ဒေါက်တာဘွဲ့",           // Doctorate (PhD)
		    "အခြား"                 // Other
		};
	public static String[] qualifyingExam = {
			"အခြေခံပညာ အဋ္ဌမတန်း စာမေးပွဲ",
			"တက္ကသိုလ်ဝင်တန်း စာမေးပွဲ",
	};
}
